iostat-pgbench-kernel/ubuntu-12.04/3.5.0-54-generic/pgbench-ro/report.txt
transaction type: SELECT only
scaling factor: 1000
query mode: simple
number of clients: 16
number of threads: 4
duration: 300 s
number of transactions actually processed: 568977
tps = 1896.388357 (including connections establishing)
tps = 1896.469874 (excluding connections establishing)
statement latencies in milliseconds:
	0.005045	\set naccounts 100000 * :scale
	0.003353	\setrandom aid 1 :naccounts
	8.413738	SELECT abalance FROM pgbench_accounts WHERE aid = :aid;